Revit 2027 API
KeyBasedTreeEntriesLoadResults Constructor
 Creates an empty KeyBasedTreeEntriesLoadResults.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public KeyBasedTreeEntriesLoadResults()
Public Sub New
public:
KeyBasedTreeEntriesLoadResults()
new : unit -> KeyBasedTreeEntriesLoadResults
See Also
Reference
KeyBasedTreeEntriesLoadResults Class
Autodesk.Revit.DB Namespace